IDEA StatiCa Open Model
OpenModel.ISDModel Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of Details
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<ISDModel> ISDModel { get; set; }
Public Property ISDModel As List(Of ISDModel)
	Get
	Set
public:
property List<ISDModel^>^ ISDModel {
	List<ISDModel^>^ get ();
	void set (List<ISDModel^>^ value);
}
Property Value
Type: List<ISDModel>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace